driver-tests/bpelse/flow/FlowJbi/test/FlowFault10/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:flow="http://j2ee.netbeans.org/wsdl/FlowFault">
  <soapenv:Body>
    <flow:part1>Flow Fault String</flow:part1>
  </soapenv:Body>
</soapenv:Envelope>